Repository: metenev/skynet-frontend-test
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: $%d/month
ru_ru: %d ₽/мес

source: %d Mbit/s
ru_ru: %d Мбит/с

source: %d month
ru_ru: %d месяц

source: Go to Homepage
ru_ru: Перейти на главную

source: Page not found
ru_ru: Страница не найдена

source: Payment period &ndash; %s
ru_ru: Период оплаты &ndash; %s

source: Select
ru_ru: Выбрать

source: Single payment &ndash; $%d
ru_ru: Разовый платёж &ndash; %d ₽

source: Tariff "%s"
ru_ru: Тариф "%s"

source: Tariff select
ru_ru: Выбор тарифа

source: active until &ndash; %s
ru_ru: активно до &ndash; %s

source: find out more at www.sknt.ru
ru_ru: узнать подробнее на сайте www.sknt.ru

source: profit &ndash; $%d
ru_ru: скидка &ndash; %d ₽

source: to debit &ndash; $%d
ru_ru: со счета спишется &ndash; %d ₽

source: today
ru_ru: сегодня

source: will take effect &ndash; %s
ru_ru: вступит в силу &ndash; %s
